Repository: kexinOvO/CodexBar
Catalog: CodexBar/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: %@ remaining
de: noch %@
ja: 残り %@
ko: %@ 남음
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ remaining · resets %@
de: noch %@ · Zurücksetzung: %@
ja: 残り %@ · リセット: %@
ko: %@ 남음 · 초기화: %@
zh_hans: 剩余 %@ · 重置时间：%@
zh_hant: 剩餘 %@ · 重設時間：%@

source: %@ tokens
de: %@ Token
ja: %@ トークン
ko: %@ 토큰
zh_hans: %@ 个 Token
zh_hant: %@ 個 Token

source: %lld days
de: %lld Tage
ja: %lld日
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld days ago
de: vor %lld Tagen
ja: %lld日前
ko: %lld일 전
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld min ago
de: vor %lld Minuten
ja: %lld分前
ko: %lld분 전
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld months
de: %lld Monate
ja: %lldか月
ko: %lld개월
zh_hans: %lld 个月
zh_hant: %lld 個月

source: %lld sec
de: %lld Sek.
ja: %lld秒
ko: %lld초
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lldd
de: %lld T.
ja: %lld日
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: %lldd %lldh
de: %lld T. %lld Std.
ja: %lld日%lld時間
ko: %lld일 %lld시간
zh_hans: %lld 天 %lld 小时
zh_hant: %lld 天 %lld 小時

source: %lldh
de: %lld Std.
ja: %lld時間
ko: %lld시간
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lldh %lldm
de: %lld Std. %lld Min.
ja: %lld時間%lld分
ko: %lld시간 %lld분
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

source: %lldh ago
de: vor %lld Std.
ja: %lld時間前
ko: %lld시간 전
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm
de: %lld Min.
ja: %lld分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: 1 day
de: 1 Tag
ja: 1日
ko: 1일
zh_hans: 1 天
zh_hant: 1 天

source: 1 day ago
de: vor 1 Tag
ja: 1日前
ko: 1일 전
zh_hans: 1 天前
zh_hant: 1 天前

source: 1 min ago
de: vor 1 Minute
ja: 1分前
ko: 1분 전
zh_hans: 1 分钟前
zh_hant: 1 分鐘前

source: 5 hour limit
de: 5-Stunden-Limit
ja: 5時間の上限
ko: 5시간 한도
zh_hans: 5 小时额度
zh_hant: 5 小時額度

source: 5h + Weekly %
de: 5 Std. + Woche %
ja: 5時間 + 週間 %
ko: 5시간 + 주간 %
zh_hans: 5 小时 + 每周 %
zh_hant: 5 小時 + 每週 %

source: 5h below 10%
de: 5 Std. unter 10 %
ja: 5時間が 10% 未満
ko: 5시간 10% 미만
zh_hans: 5 小时低于 10%
zh_hant: 5 小時低於 10%

source: Activity refresh interval
de: Aktualisierungsintervall für Aktivität
ja: アクティビティの更新間隔
ko: 활동 새로 고침 간격
zh_hans: 活动刷新间隔
zh_hant: 活動重新整理間隔

source: Appearance
de: Darstellung
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Brightness distinguishes usage states and activity levels.
de: Die Helligkeit unterscheidet Verwendungsstatus und Aktivitätsstufen.
ja: 明るさで使用状況とアクティビティのレベルを区別します。
ko: 밝기로 사용량 상태와 활동 수준을 구분합니다.
zh_hans: 以明度区分用量状态与活动等级。
zh_hant: 以明度區分用量狀態與活動等級。

source: Checking…
de: Wird geprüft…
ja: 確認中…
ko: 확인 중…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Codex 5h usage is low
de: Codex: 5-Stunden-Kontingent fast aufgebraucht
ja: Codex の5時間利用枠が残りわずかです
ko: Codex 5시간 사용량이 얼마 남지 않았습니다
zh_hans: Codex 5 小时额度即将用尽
zh_hant: Codex 5 小時額度即將用盡

source: Codex CLI failed: %@
de: Codex CLI fehlgeschlagen: %@
ja: Codex CLI でエラーが発生しました: %@
ko: Codex CLI 실행 실패: %@
zh_hans: Codex CLI 运行失败：%@
zh_hant: Codex CLI 執行失敗：%@

source: Codex CLI not found
de: Codex CLI nicht gefunden
ja: Codex CLI が見つかりません
ko: Codex CLI를 찾을 수 없습니다
zh_hans: 未找到 Codex CLI
zh_hant: 找不到 Codex CLI

source: Codex CLI not found. Install Codex CLI and sign in with: codex login
de: Codex CLI nicht gefunden. Codex CLI installieren und mit codex login anmelden
ja: Codex CLI が見つかりません。Codex CLI をインストールし、codex login でサインインしてください
ko: Codex CLI를 찾을 수 없습니다. Codex CLI를 설치한 후 codex login으로 로그인하세요
zh_hans: 未找到 Codex CLI。请安装 Codex CLI 并登录：codex login
zh_hant: 找不到 Codex CLI。請安裝 Codex CLI 並登入：codex login

source: Codex CLI timed out
de: Zeitüberschreitung bei Codex CLI
ja: Codex CLI がタイムアウトしました
ko: Codex CLI 응답 시간 초과
zh_hans: Codex CLI 响应超时
zh_hant: Codex CLI 回應逾時

source: Codex isn't signed in
de: Codex ist nicht angemeldet
ja: Codex にサインインしていません
ko: Codex에 로그인되어 있지 않습니다
zh_hans: Codex 未登录
zh_hant: Codex 尚未登入

source: Codex isn't signed in. Run: codex login
de: Codex ist nicht angemeldet. Bitte ausführen: codex login
ja: Codex にサインインしていません。次を実行してください: codex login
ko: Codex에 로그인되어 있지 않습니다. 다음을 실행하세요: codex login
zh_hans: Codex 未登录。请运行： codex login
zh_hant: Codex 尚未登入。請執行： codex login

source: Codex path
de: Codex-Pfad
ja: Codex のパス
ko: Codex 경로
zh_hans: Codex 路径
zh_hant: Codex 路徑

source: Codex weekly usage is low
de: Codex: Wochenkontingent fast aufgebraucht
ja: Codex の週間利用枠が残りわずかです
ko: Codex 주간 사용량이 얼마 남지 않았습니다
zh_hans: Codex 每周额度即将用尽
zh_hant: Codex 每週額度即將用盡

source: Color
de: Farbe
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Connected
de: Verbunden
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: Connection state
de: Verbindungsstatus
ja: 接続状態
ko: 연결 상태
zh_hans: 连接状态
zh_hant: 連線狀態

source: Could not parse %@ output
de: Ausgabe von %@ konnte nicht gelesen werden
ja: %@ の出力を解析できませんでした
ko: %@ 출력을 분석할 수 없습니다
zh_hans: 无法解析 %@ 的输出
zh_hant: 無法解析 %@ 的輸出

source: Custom
de: Benutzerdefiniert
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自訂

source: Dark
de: Dunkel
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Default
de: Standard
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: Detect
de: Ermitteln
ja: 検出
ko: 감지
zh_hans: 检测
zh_hant: 偵測

source: Diagnostics
de: Diagnose
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

source: Display
de: Anzeige
ja: 表示
ko: 표시
zh_hans: 显示内容
zh_hant: 顯示內容

source: Display mode
de: Anzeigemodus
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

source: Failing: %@
de: Fehler: %@
ja: エラー: %@
ko: 실패: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Full
de: Vollständig
ja: フル
ko: 전체
zh_hans: 完整
zh_hant: 完整

source: General
de: Allgemein
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Icon only
de: Nur Symbol
ja: アイコンのみ
ko: 아이콘만
zh_hans: 仅图标
zh_hant: 僅圖示

source: Install Codex CLI and sign in with:
de: Codex CLI installieren und anmelden mit:
ja: Codex CLI をインストールし、次でサインインしてください:
ko: Codex CLI를 설치한 후 다음으로 로그인하세요:
zh_hans: 请安装 Codex CLI 并登录：
zh_hant: 請安裝 Codex CLI 並登入：

source: Last successful query
de: Letzte erfolgreiche Abfrage
ja: 最後に成功した取得
ko: 마지막 성공 조회
zh_hans: 上次成功查询
zh_hant: 上次成功查詢

source: Launch at Login
de: Bei Anmeldung öffnen
ja: ログイン時に開く
ko: 로그인 시 열기
zh_hans: 登录时打开
zh_hant: 登入時打開

source: Lifetime
de: Gesamt
ja: 累計
ko: 누적
zh_hans: 累计
zh_hant: 累計

source: Lifetime, peak, streak and longest-task summary below the heatmap.
de: Zusammenfassung von Gesamt, Spitze, Serie und längster Aufgabe unter der Heatmap.
ja: ヒートマップの下に累計・ピーク・連続日数・最長タスクの概要を表示します。
ko: 히트맵 아래에 누적·피크·연속 일수·최장 작업 요약을 표시합니다.
zh_hans: 在热力图下方显示累计、峰值、连续天数与最长任务摘要。
zh_hant: 在熱力圖下方顯示累計、峰值、連續天數與最長任務摘要。

source: Light
de: Hell
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: Longest task
de: Längste Aufgabe
ja: 最長タスク
ko: 최장 작업
zh_hans: 最长任务
zh_hant: 最長任務

source: Menu Bar
de: Menüleiste
ja: メニューバー
ko: 메뉴 막대
zh_hans: 菜单栏
zh_hant: 選單列

source: Mode
de: Modus
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Months of token activity to show in the heatmap.
de: Anzahl der Monate der Token-Aktivität in der Heatmap.
ja: ヒートマップに表示するトークン活動の月数。
ko: 히트맵에 표시할 토큰 활동 개월 수입니다.
zh_hans: 热力图显示的 Token 活动月份数。
zh_hant: 熱力圖顯示的 Token 活動月份數。

source: No Codex CLI found on this Mac.
de: Auf diesem Mac wurde kein Codex-CLI gefunden.
ja: この Mac に Codex CLI が見つかりません。
ko: 이 Mac에서 Codex CLI를 찾을 수 없습니다.
zh_hans: 这台 Mac 上未找到 Codex CLI。
zh_hant: 這台 Mac 上找不到 Codex CLI。

source: No activity data yet — the CLI didn't return usage details.
de: Noch keine Aktivitätsdaten – die CLI hat keine Nutzungsdetails zurückgegeben.
ja: アクティビティデータがまだありません — CLI が使用状況の詳細を返しませんでした。
ko: 아직 활동 데이터가 없습니다 — CLI가 사용량 세부 정보를 반환하지 않았습니다.
zh_hans: 暂无活动数据 —— CLI 未返回用量详情。
zh_hant: 尚無活動資料 —— CLI 未傳回用量詳情。

source: No runnable Codex CLI at that path.
de: Unter diesem Pfad wurde kein ausführbares Codex-CLI gefunden.
ja: そのパスに実行可能な Codex CLI が見つかりません。
ko: 해당 경로에 실행 가능한 Codex CLI가 없습니다.
zh_hans: 该路径下没有可运行的 Codex CLI。
zh_hant: 該路徑下沒有可執行的 Codex CLI。

source: Not signed in
de: Nicht angemeldet
ja: 未サインイン
ko: 로그인되지 않음
zh_hans: 未登录
zh_hant: 未登入

source: Notifications
de: Mitteilungen
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Peak
de: Spitzenwert
ja: ピーク
ko: 최고치
zh_hans: 峰值
zh_hant: 峰值

source: Quit CodexBar
de: CodexBar beenden
ja: CodexBar を終了
ko: CodexBar 종료
zh_hans: 退出 CodexBar
zh_hant: 結束 CodexBar

source: Quota
de: Kontingent
ja: 割り当て
ko: 할당량
zh_hans: 额度
zh_hant: 額度

source: Range
de: Zeitraum
ja: 表示期間
ko: 표시 범위
zh_hans: 显示范围
zh_hant: 顯示範圍

source: Refresh
de: Aktualisierung
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh now
de: Jetzt aktualisieren
ja: 今すぐ更新
ko: 지금 새로 고침
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Registration failed. Approve CodexBar in System Settings › General › Login Items.
de: Registrierung fehlgeschlagen. Erlaube CodexBar unter „Systemeinstellungen › Allgemein › Anmeldeobjekte“.
ja: 登録に失敗しました。「システム設定 › 一般 › ログイン項目」で CodexBar を許可してください。
ko: 등록하지 못했습니다. '시스템 설정 › 일반 › 로그인 항목'에서 CodexBar를 허용하세요.
zh_hans: 注册失败。请在「系统设置 › 通用 › 登录项」中允许 CodexBar。
zh_hant: 註冊失敗。請在「系統設定 › 一般 › 登入項目」中允許 CodexBar。

source: Remaining quota is critically low
de: Verbleibendes Kontingent ist kritisch niedrig
ja: 残りの利用枠が非常に少なくなっています
ko: 남은 사용량이 매우 부족합니다
zh_hans: 剩余额度已极低
zh_hant: 剩餘額度已極低

source: Reset %@
de: Zurücksetzung: %@
ja: リセット: %@
ko: 초기화: %@
zh_hans: 重置：%@
zh_hant: 重設：%@

source: Reset imminent
de: Zurücksetzung steht bevor
ja: まもなくリセット
ko: 곧 초기화
zh_hans: 即将重置
zh_hant: 即將重設

source: Reset in %@
de: Zurücksetzung in %@
ja: %@後にリセット
ko: %@ 후 초기화
zh_hans: %@后重置
zh_hant: %@後重設

source: Resolved executable
de: Aufgelöste ausführbare Datei
ja: 解決された実行ファイル
ko: 확인된 실행 파일
zh_hans: 实际调用的可执行文件
zh_hant: 實際呼叫的執行檔

source: Run:
de: Ausführen:
ja: 実行:
ko: 실행:
zh_hans: 运行：
zh_hant: 執行：

source: Settings
de: Einstellungen
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Showing cached data from %@
de: Zwischengespeicherte Daten von %@ werden angezeigt
ja: %@ のキャッシュデータを表示しています
ko: %@의 캐시 데이터를 표시하는 중
zh_hans: 正在显示 %@ 的缓存数据
zh_hant: 正在顯示 %@ 的快取資料

source: Simple
de: Einfach
ja: シンプル
ko: 간단
zh_hans: 简单
zh_hant: 簡單

source: Simple hides when each quota resets.
de: Einfach blendet die Rücksetzzeit der Kontingente aus.
ja: シンプルでは各割り当てのリセット時刻を表示しません。
ko: 간단 모드에서는 각 할당량의 초기화 시간을 표시하지 않습니다.
zh_hans: 简单模式下不显示各项额度的重置时间。
zh_hant: 簡易模式下不顯示各項額度的重設時間。

source: Startup
de: Start
ja: 起動
ko: 시작
zh_hans: 启动
zh_hant: 啟動

source: Status refresh interval
de: Aktualisierungsintervall für Status
ja: ステータスの更新間隔
ko: 상태 새로 고침 간격
zh_hans: 状态刷新间隔
zh_hant: 狀態重新整理間隔

source: Streak
de: Serie
ja: 連続日数
ko: 연속 일수
zh_hans: 连续天数
zh_hant: 連續天數

source: System
de: Automatisch
ja: システム
ko: 시스템
zh_hans: 自动
zh_hant: 自動

source: Theme Color
de: Themenfarbe
ja: テーマカラー
ko: 테마 색상
zh_hans: 主题色
zh_hant: 主題色

source: Token activity
de: Token-Aktivität
ja: トークンアクティビティ
ko: 토큰 활동
zh_hans: Token 活动
zh_hant: Token 活動

source: Unable to refresh
de: Aktualisierung nicht möglich
ja: 更新できません
ko: 새로 고침할 수 없음
zh_hans: 无法刷新
zh_hant: 無法重新整理

source: Unavailable
de: Nicht verfügbar
ja: 取得できません
ko: 사용할 수 없음
zh_hans: 不可用
zh_hant: 不可用

source: Unknown
de: Unbekannt
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unregistration failed. Check System Settings › General › Login Items.
de: Aufheben der Registrierung fehlgeschlagen. Prüfe „Systemeinstellungen › Allgemein › Anmeldeobjekte“.
ja: 登録解除に失敗しました。「システム設定 › 一般 › ログイン項目」を確認してください。
ko: 등록 해제하지 못했습니다. '시스템 설정 › 일반 › 로그인 항목'을 확인하세요.
zh_hans: 注销失败。请检查「系统设置 › 通用 › 登录项」。
zh_hant: 取消註冊失敗。請檢查「系統設定 › 一般 › 登入項目」。

source: Updated %@
de: Aktualisiert %@
ja: 更新: %@
ko: 업데이트: %@
zh_hans: %@更新
zh_hant: %@更新

source: Usage stats
de: Nutzungsstatistik
ja: 使用統計
ko: 사용 통계
zh_hans: 用量统计
zh_hant: 用量統計

source: Weekly
de: Wochenlimit
ja: 週間の上限
ko: 주간 한도
zh_hans: 每周额度
zh_hant: 每週額度

source: Weekly below 10%
de: Wöchentlich unter 10 %
ja: 週間が 10% 未満
ko: 주간 10% 미만
zh_hans: 每周低于 10%
zh_hant: 每週低於 10%

source: Weekly below 5%
de: Wöchentlich unter 5 %
ja: 週間が 5% 未満
ko: 주간 5% 미만
zh_hans: 每周低于 5%
zh_hant: 每週低於 5%

source: Weekly remaining %
de: Verbleibend wöchentlich %
ja: 週間の残り %
ko: 주간 잔여 %
zh_hans: 每周剩余百分比
zh_hant: 每週剩餘百分比

source: failed
de: fehlgeschlagen
ja: 失敗しました
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: just now
de: gerade eben
ja: たった今
ko: 방금 전
zh_hans: 刚刚
zh_hant: 剛剛

source: never
de: noch nie
ja: なし
ko: 없음
zh_hans: 从未
zh_hant: 從未

source: no activity
de: Keine Aktivität
ja: アクティビティなし
ko: 활동 없음
zh_hans: 无活动
zh_hant: 無活動

source: soon
de: bald
ja: まもなく
ko: 곧
zh_hans: 即将
zh_hant: 即將

source: unrecognized /status output
de: Unbekannte /status-Ausgabe
ja: 解釈できない /status 出力
ko: 인식할 수 없는 /status 출력
zh_hans: 无法识别的 /status 输出
zh_hant: 無法辨識的 /status 輸出

source: Width
de: Breite
ja: 幅
ko: 너비
zh_hans: 宽度
zh_hant: 寬度

source: Width of the popover panel.
de: Breite des Popover-Fensters.
ja: ポップオーバーの幅。
ko: 팝오버 패널의 너비입니다.
zh_hans: 弹窗面板的宽度。
zh_hant: 彈出視窗面板的寬度。

source: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: 1 min
ja: 1分
ko: 1분
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: 10 min
ja: 10分
ko: 10분
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 15 min
ja: 15分
ko: 15분
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 min
ja: 30分
ko: 30분
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 5 min
ja: 5分
ko: 5분
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: Codex version
ja: Codex のバージョン
ko: Codex 버전
zh_hans: Codex 版本
zh_hant: Codex 版本

source: Heatmap
ja: ヒートマップ
ko: 히트맵
zh_hans: 热力图
zh_hant: 熱力圖

source: Popover
ja: ポップオーバー
ko: 팝오버
zh_hans: 弹窗
zh_hant: 彈出視窗
